4ops.terraform
anthropic.claude-code
bierner.markdown-preview-github-styles
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
designbyajay.typescript-snippets
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
infeng.vscode-react-typescript
koichisasada.vscode-rdbg
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
nextfaze.json-parse-stringify
olamilekanajibola.css-selector-generator
samuel-weinhardt.vscode-jsp-lang
steoates.autoimport
xabikos.reactsnippets
zainchen.json
